Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Sámediggi ja ráđđehus leat dattege dovddahan goabbatlágán oainnu das ahte gullet go eamiálbmogat art. 1 vuollái SP:s ja ESK:s .
nob: Sametinget og regjeringen har imidlertid gitt uttrykk for ulik oppfatning av spørsmålet om urfolk er omfattet av art. 1 i SP og ØSK .

source: Iešmearridanrievtti sisdoallu ja viidodat go dan galgá čađahit demokráhtalaš stáhta siskkobealde , lea ain ovdáneame .
nob: Innholdet i selvbestemmelsesretten og rekkevidden av den når den skal praktiseres innenfor en demokratisk stat , er fortsatt under utvikling .

source: ILO-konvenšuvdna nr. 169 art. 7 nanne ahte eamiálbmogis lea riekti ieš vuoruhit ja dárkut iežas ekonomalaš , sosiála ja kultuvrralaš ovdáneami .
nob: ILO-konvensjon nr. 169 art. 7 fastslår at urfolk har rett til å vedta sine egne prioriteringer og kontrollere sin egen økonomiske , sosiale og kulturelle utvikling .

source: ILO-konvenšuvnna nr. 169 art. 7 vástida iešmearridanrievtti sátnádeapmái oktasaš art.1:s nr. 1:s ON ` konvenšuvnnain siviila ja politihkalaš rivttiid birra ja ekonomalaš , sosiála ja kultuvrralaš rivttiid birra . 15 Vaikko ILOkonvenšuvnnas nr. 169 leat dihto mearrádusat main leat oasit mat gusket sámi iešmearrideapmái , de ii leat aŋkke riekta atnit konvenšuvnna vuođđun čuoččuhit sámi iešmearrideami álbmotrievttálaš ipmárdusa mielde dannego konvenšuvnnas lea sierra mearrádus art. 1:s ( 3 ) mii mielddisbuktá ráddjema álbmogiid iešmearrideami rievtti hárrái .
nob: Formuleringen av ILOkonvensjon nr. 169 art. 7 er sammenfallende med formuleringen om retten til selvbestemmelse slik den kommer til uttrykk i felles art. 1 nr. 1 i FN-konvensjonene om henholdsvis sivile og politiske rettigheter , og økonomiske , sosiale og kulturelle rettigheter 15. Til tross for at ILOkonvensjon nr. 169 har enkelte bestemmelser som inneholder elementer med relevans i forhold til samisk selvbestemmelse vil det ikke være riktig å legge til grunn at konvensjonen kan påberopes som grunnlag for samisk selvbestemmelse i folkerettslig forstand .

source: Dás ferte dattege deattuhit ahte ILO ieš cealká ahte ILO-konvenšuvdna nr. 169 ii ásat makkárge oppalaš ráddjema eamiálbmogiid iešmearridanrievtti hárrái , ja ahte dan sáhttá ovttastit vaikko makkár riikkaidgaskasaš instrumeanttain mii ásaha dahje definere dakkár rievtti eamiálbmogiidda .
nob: Her må det likevel presiseres at ILO selv uttaler at ILOkonvensjon nr. 169 ikke etablerer noen generell begrensning i forhold til urfolks rett til selvbestemmelse og at den derfor er forenlig med hvilken som helst internasjonalt instrument som måtte etablere eller definere en slik rettighet for urfolk .

source: Sápmelaččaid stáhtarievttálaš dilli Sámi álbmoga erenoamáš stáhtarievttálaš dilli boahtá ovdan ládje Ruoŧas , Suomas ja Norggas ( geahča maiddái kap. 5 ) .
nob: Samenes statsrettslige stilling Det samiske folkets statsrettslige særstilling er kommet til uttrykk i forskjellige former i Sverige , Finland og Norge ( se også kap. 5 ) .

source: Sápmelaččaid vuođđonjuolggaduslaš dilálašvuohta nannejuvvo njuolga Suoma ja Norgga vuođđolágain .
nob: Samenes forfatningsmessige særstilling er kommet til direkte uttrykk i den finske og norske grunnloven .

source: Norgga beale sápmelaččaid vuođđonjuolggadussuodji lea nannejuvvon Vuođđolága § 110A:s .
nob: Forfatningsvernet for samene på norsk side er inntatt i Grunnloven § 110 a .

source: Njuolggadus lasihuvvui miessemánu 27. b. 1988 ja čuodjá ná : Stáhta eiseválddit leat geatnegahtton lahčit dili nu ahte sámi álbmot sáhttá sihkkarastit ja ovdánahttit gielas , kultuvrras ja servodateallimis . ”
nob: Bestemmelsen ble tilføyd 27. mai 1988 og har slik ordlyd : ” Det paaligger Statens Myndigheter at lægge Forholdene til Rette for at den samiske Folkegruppe kan sikre og udvikle sit Sprog , sin Kultur og sit Samfundsliv . ”

source: Vaikko bealde ii regulerejuvvo sápmelaččaid erenoamáš dilli njuolgga , de leat Ruoŧas aŋkke eará riektegálduid mielde geatnegasvuođat sámi álbmoga guovdu nu go omd. ” Protokoll 3 om de samiska folket 17. ” Lassin formála stáhtarievttálaš njuolggadusaide , de lea maiddái dohkkehuvvogoahtán ahte sápmelaš álbmot galgá beassat eallit iežas guovllus davviriikkalaš stáhtaásahemiid oktavuođas .
nob: Selv om den svenske forfatningen ikke har en direkte regulering av samenes særstilling , fremgår Sveriges forpliktelser overfor det samiske folk av andre rettskilder som f.eks. ” Protokoll 3 om det samiska folket 17. ” I tillegg til de formelle statsrettslige regler , er det utviklet en erkjennelse som anerkjenner det samiske folkets tilstedeværelse på eget territorium ved de nordiske statsdannelsene .

source: Okta guhte álgoálggus juo sátnádii dán vuođđojurdaga lei alimusrievttijustitiarius 15
nob: En av de første som formulerte dette prinsippet var høyesterettsjustitiarius Carsten Smith 18. H.M.

source: Vrd. suoma-norgga-ruoŧa-sámi áššedovdijoavkku árvalusa davviriikkalaš sámekonvenšuvdnii , s. 147 Henriksen , Scheinin , Åhrén : Sámi álbmoga riekti iešmearrideapmái , s.309-310 , Davviriikkalaš sámekonvenšuvdna : Suoma-norgga-ruoŧa-sámi áššedovdijoavkku árvalus , geigejuvvon golggotmánu 26. b. 2005 .
nob: Jf. utkast til finsk-norsk-svensk-samisk ekspertgruppe til nordisk samekonvensjon , s. 147 Henriksen , Scheinin , Åhrén : Det samiska folkets rätt till självbestämmande , s. 309-310 , i Nordisk samekonvensjon : Utkast fra finsk-norsk-svensk-samisk ekspertgruppe , avgitt 26. oktober 2005 .

source: Oslo 2005 17 Davviriikkalaš stáhtaid EO-miellahttovuođa šiehtadallamiid oktavuođas 1994:s , mearriduvvui ahte lea dárbu čielggadit árbevirolaš sámi sierravuoigatvuođaid nu movt dat ovdanbohtet guđege riikka rievttis , ja Romatraktáhtas .
nob: Oslo 2005 17 I forbindelse med de nordiske statenes forhandlinger om EU-medlemskap i 1994 , ble det klart at det var nødvendig med en avklaring av forholdet mellom de tradisjonelle samiske særrettighetene slik de var kommet til uttrykk i den enkelte stats rett , og Romatraktaten .

source: Protokoll 3 lei dakkár čielggadeapmi .
nob: Protokoll 3 om det samiska folket var en slik avklaring .

source: Dát beavdegirji lea dál oassi EO-njuolggadusain ja njuolgga geatnegahtti sihke Supmii ja Ruŧŧii .
nob: Denne protokollen er en del av EU-regelverket og dermed også direkte bindende for Finland og Sverige .

source: Dál fertet atnut ándagassii daid vearredaguid ovddas maid Norgga stáhta ovdal lea dahkan sámi álbmoga guovdu garra dáruiduhttinpolitihka bokte Danne lea norgga stáhtas erenoamáš ovddasvástádus lahčit dili nu ahte sámi álbmot sáhttá hukset nanu ja gievrras servodaga ” .
nob: har derfor et særlig ansvar for å legge forholdene til rette for at det samiske folk skal kunne bygge et sterkt og levedyktig samfunn " .

source: Dát oaidnu boahtá maiddái ovdan máŋgga eará oktavuođain , ee. St.dieđ. nr. 21:s ( 1999-2000 ) ” Menneskeverd i sentrum”19 , ja Norgga raporteremis ON`olmmošvuoigatvuođalávdegoddái 2004:s20 .
nob: Synet er videreført i en rekke sammenhenger , bl.a. i St.meld. nr. 21 ( 1999-2000 ) ” Menneskeverd i sentrum”19 , og i Norges rapportering til FNs menneskerettighetskomité i 200420 .

source: Mieđiheapmi dasa ahte stáhtas lea ovddasvástádus ovddeš vearredaguide sápmelaččaid vuostá lea maiddái mieđiheapmi mas lea stáhtarievttálaš sisdoallu .
nob: Erkjennelsen av at staten har ansvar for tidligere urett mot samene er også en erkjennelse med et statsrettlig innhold .

source: Dat lea váldon mielde St.dieđ. nr. 21:s ( 1999-2000 ) čuokkis 4.6.2 : ” Sápmelaččat leat šaddan gillát garra ja guhkilmas dáruiduhttinpolitihka ... Politihkka mielddisbuvttii duođalaš olmmošvuoigatvuođa rihkkumiid .
nob: Dette er inntatt i St.meld. nr. 21 ( 1999-2000 ) punkt 4.6.2 : ” Samene har vært utsatt for en hard og langvarig fornorskningspolitikk ... Politikken medførte alvorlige menneskerettighetsbrudd .

source: 21 ” Sihke Vuođđolága § 110a , dohkkeheapmi das ahte Norga lea ásahuvvon guovtti álbmoga guvlui ja ovddeš vearredaguid mieđiheapmi , mearkkaša ahte stáhta politihkka sápmelaččaid guovdu lea ođastuvvon .
nob: 21 ” Både Grunnloven § 110 a , erkjennelsen av at Norge er etablert på territoriet til to folk og erkjennelsen om tidligere urett mot samene , innebærer en fornyelse av statens politikk overfor samene .

source: Dáid beliid rievttálaš sisdoalu ferte dulkot seanadeami ja ođasteami doahpagiid vuođul .
nob: Det rettslige innholdet i dette må forstås ut fra begrepene forsoning og fornyelse .

source: 22 Ovddeš norgalaš našovnnalaš “ oktakultuvrralaš ” iešgovva lea eahpitkeahttá rievdame .
nob: 22 Det tidligere norske nasjonale “ énkulturelle ” selvbildet er uten tvil under endring .

source: Nubbi gažaldat lea mielddisbuktet go dát prinsihpat geatnegasvuođaid eiseválddiide , mat leat viidábut go dat mii ovdal lea leamaš vuođđun Vuođđolága § 110a olis .
nob: Det neste spørsmålet er om disse prinsippene også omfatter en plikt for myndighetene utover det som ligger innenfor det som tidligere har vært lagt til grunn m.h.t. Grunnloven § 110 a .

source: Go § 110a dohkkehuvvui , de ii čalmmustahttojuvvon ovddasvástádus divvut daid vahágiid maid dáruiduhttinpolitihkka mielddisbuvttii .
nob: Ved vedtakelsen av § 110 a ble det ikke satt fokus på ansvaret for gjenoppretting av de skadene fornorskningspolitikken medførte .

source: Dat ovdáneapmi mii lea leamaš maŋŋel § 110a dohkkeheami , mielddisbuktá stáhtii eará ja viidát ovddasvástádusa go dat mii lea dássážii leamaš .
nob: Den utviklingen som har skjedd etter vedtakelsen av § 110 a , medfører et annet og videre ansvarsforhold for staten i dag .

source: Stáhta ovddasvástádus dán oktavuođas , lea maiddái vuođđun sáme- ja eamiálbmotpolitihka guovddáš prinsihpaide , nu movt ovdamearkka dihte boahtá ovdan Norgga raporttas ON`olmmošvuoigatvuođalávdegoddái 2004:s23 : “ The aim of the Govenment ’ s policies is thus not to give the Sámi a special position , but to reverse the negative effects of the previous policy of Norwegianizing Sámi Culture ” .
nob: At staten har et slikt ansvar , er også i ferd med legges til grunn som et av de bærende prinsipper for same- og urfolkspolitikken , som for eksempel i Norges rapport til FNs menneskerettighetskomité i 200423 : “ The aim of the Govenment ’ s policies is thus not to give the Sami a special position , but to reverse the negative effects of the previous policy of Norwegianizing Sami Culture ” .

source: St.dieđ. nr. 21 ( 1999-2000 ) ” Menneskeverd i sentrum ” kap. 4.6.2 Det samepolitiske feltet .
nob: St.meld. nr. 21 ( 1999-2000 ) ” Menneskeverd i sentrum ” kap. 4.6.2 Det samepolitiske feltet .

source: 20 “ Implementation of the international covenant on civil and political rights , November 2004 , “ The fifth report of Norway , Request of Human Rights Committee in its concluding observations on Norways ’ s fourth periodic report to submit the report by October 2004 ( CCPR ( C/79/Add.112 ) .
nob: “ Implementation of the international covenant on civil and political rights , November 2004 , “ The fifth report of Norway , Request of Human Rights Committee in its concluding observations on Norways ’ s fourth periodic report to submit the report by October 2004 ( CCPR ( C/79/Add.112 ) .

source: The Sámi people are defined as an indigenous people according to ILO Convention No 169 concerning Indigenous and Tribal Peoples .
nob: The Sami people are defined as an indigenous people according to ILO Convention No 169 concerning Indigenous and Tribal Peoples .

source: The basis of the Government ’ s policies towards the Sámi people is that the Norwegian State was originally established on the territory of two peoples : the Norwegians and the Samis .
nob: The basis of the Government ’ s policies towards the Sami people is that the Norwegian State was originally established on the territory of two peoples : the Norwegians and the Samis .

source: They both háve the same right to maintain and develop their language and their culture . ”
nob: They both have the same right to maintain and develop their language and their culture . ”

source: 21 Geahča http://www.regjeringen.no/nb/dep/ud/dok/regpubl/stmeld/19992000/Stmeld-nr-21-1999-2000.html?id 192704 = 22 Seanadeapmi ja ođasteapmi mearkkaša proseassa man ulbmilin lea ásahit oktasaš duohtavuođagova ovddeš daguin ja boahttevaš proseassa man vuođđun lea oktasaš vuoiggalašvuođa áddejupmi mainna sáhttá oččodit seanadeami .
nob: 21 Se http://www.regjeringen.no/nb/dep/ud/dok/regpubl/stmeld/19992000/Stmeld-nr-21-1999-2000.html?id 192704 = 22 Forsoning og fornyelse innebærer en prosess der oppgaven er å etablere et felles sannhetsbilde av fortidige handlinger og en framtidig prosess basert på felles forståelse av rettferdighet som kan bidra til forsoning .

source: Olmmošvuoigatvuođadutki guovttos Skaar ja Andreassen leaba deattuhan ahte ekonomalaš ja sosiála juohkin ja juolludeapmi ođđa demokráhtalaš dilálašvuođas lea deaŧalaš bealli seanadanproseassain .
nob: Menneskerettsforskerne Skaar og Andreassen har trukket fram økonomisk og sosial fordeling og omfordeling i en ny demokratisk situasjon som en viktig faktor ved forsoningsprosesser .

source: Dutkit deattuheaba návcca čađahit ekonomalaš politihka mas lea juohkinmálle mii doarju morálalaš seanadeami , vrd. Andreassen og Skaar ” Forsoning eller rettferdighet ? ” ,
nob: Forskerne trekker fram evnen til å gjennomføre økonomisk politikk med en fordelingsprofil som støtter opp om den moralske forsoningen , jf. Andreassen og Skaar ” Forsoning eller rettferdighet ? ” ,

source: Sámediggi 2.1 .
nob: Sametinget 2.1 .

source: Sámedikki doaimma válddahallan Sámediggi ásahuvvui geassemánu 12. b. 1987 nr. 56 lága Sámediggi ja eará sámi riektedilit ( sámelága ) vuođul .
nob: En oversikt over Sametingets virksomhet Sametinget ble opprettet i medhold av lov av 12. juni 1987 nr. 56 om Sametinget og andre samiske rettsforhold ( sameloven ) .

source: Sámediggi lea ásahuvvon sápmelaččaid ovddasteaddji álbmotválljen orgánan sápmelaččaid várás .
nob: Sametinget er opprettet som et representativt folkevalgt organ av og for samene .

source: Sámedikkis lea parlamentáralaš politihkalaš vuogádat , mas Sámediggeráđđi vuođđuduvvo Sámedikki dievasčoahkkima eanetlogu vuođul , ja ráđis lea čađaheaddji ja hálddahuslaš doaimma politihkalaš ovddasvástádus .
nob: Sametinget er et parlamentarisk politisk system , der Sametingsrådet utgår fra flertallet i Sametingets plenum og har det politiske ansvaret for den utøvende og administrative virksomheten .

source: Dat maid ovdanboahtá čielgasit čoahkkinjođihangotti sierra bargoveaga bokte mii organisere ja doaimmaha dievasčoahkkima doaimma .
nob: Dette er også tydeliggjort gjennom opprettelsen av en egen stab knyttet til møtelederskapet , som står for organisering og drift av plenums virksomhet .

source: Oppalaš doaba Sámediggi sisttisdoallá čuovvovaš doaimmaid : 1 ) dievasčoahkkin ( parlameantadoaibma mas leat lávdegodde- ja dievasčoahkkimat njealji geardde jagis , čoahkkinjođihangoddi mas lea sierra čállingoddi mii jođiha ja hálddaša dievasčoahkkima doaimma ) , 2 ) Sámediggeráđđi ( dievasčoahkkima eanetlohku válljen , politihkkaovddidandoaibma , ja parlamentáralaš ovddasvástádus dievasčoahkkima ektui ) , 3 ) doarjjastivra ( doarjjahálddašanovddasvástádus daid njuolggadusaid mielde maid dievasčoahkkin lea bidjan ja hálddahusa rávvagiid mielde ) ja giellastivra ( sámi terminologiijja ja čállinvuogi fágalaš mearrádusorgána ) , 4 ) fágalaš hálddašeapmi ja hálddahuslaš doaibma ( oahpahuslága , kulturmuitolága ja sámelága doaimmaid hálddašeapmi , ja iešguđetlágán gulaskuddanáššit mat guoskkahit doaimmaid main lea mearkkašupmi sámi servodahkii , ja maiddái ollislaš doaimma ekonomiija ja bargiidstivren . )
nob: Innenfor samlebetegnelsen Sametinget utøves virksomhet knyttet til 1 ) plenum ( parlamentsfunksjon med komité- og plenumsmøter fire ganger i året , møtelederskap med eget sekretariat som leder og administrerer plenums virksomhet ) , 2 ) Sametingsrådet ( flertallsvalgt av plenum , politikkutviklerfunksjon og parlamentarisk ansvarlig overfor plenum ) , 3 ) tilskuddsstyret ( ansvarlig for tilskuddsforvaltning iht . retningslinjer vedtatt av plenum og etter innstilling fra administrasjonen ) og språkstyret ( faglig vedtaksorgan for samisk terminologi og skrivemåte ) , 4 ) faglig forvaltningsutøvelse og administrativ drift ( forvaltning av oppgaver knyttet til opplæringsloven , kulturminneloven og sameloven , og ulike administrative høringssaker knyttet til tiltak av betydning for samiske samfunn , samt økonomi og personalstyring av den totale virksomheten ) .

source: . Heive dadjat ahte Sámedikki doaibma sulastahttá Stuoradikki , ráđđehusa , departemeantta ja direktoráhta barggu mii gokčá eanas servodatsurggiid .
nob: På sett og vis kan en si at Sametingets virksomhet tilsvarer arbeidet til Storting , regjering , departement og direktorat , som dekker de fleste samfunnsområder .

source: Sámedikki formála ja duohta váldi iešguđet surggiin lea máŋggasuorat ja iešguđetlágán .
nob: Sametingets formelle og reelle myndighet på de ulike områdene er mangeartet og forskjellig .

source: Figuvra 1 .
nob: Figur 1 .

source: Sámedikki politihkalaš organiseren
nob: Sametingets politiske organisering

source: Side 16 av 86 Sámedikki máŋggageardánis doaibma dagaha ahte dat áddejuvvo ládje iešguđet oktavuođain , ja eandalii dannego dulkojuvvo ollislaš politihkalaš orgánan , erenoamášberoštupmin dahje vuollásaš etáhtan .
nob: Den mangeartede virksomheten som ligger til Sametinget medfører at Sametinget forstås ulikt i ulike sammenhenger og gjerne i spennet mellom å være et helhetlig politisk organ , en særinSide 16 av 86

source: Dat lea hástaleaddji sihke stáhtalaš eiseválddiide ja máŋgii maiddái Sámediggái alcces .
nob: Denne situasjonen er utfordrende å håndtere både for statlige myndigheter og i mange sammenhenger for Sametinget selv .

source: Sámediggi lea sakka ovdánan maŋemus jagiid .
nob: Sametinget har vært gjennom en betydelig utvikling de seneste årene .

source: 24 Ovdal lei organiserejuvvon vuollásaš ráđiide main ledje iežaset hálddahusat čielga surggiid siskkobealde , muhto dál lea Sámediggeráđis ollislaš ovddasvástádus dievasčoahkkima guovdu .
nob: 24 Fra å være organisert i underliggende råd med egne administrasjoner innenfor klare sektorer , er ansvaret overfor plenum nå entydig lagt til Sametingsrådet .

source: Seammás lea Sámediggi maŋemus jagiid váldán badjelasás olu doaimmaid nugo Sámi oahpahusráđi ja Sámi sierrabibliotehka , ekonomalaš doarjjaortnegiid sámi ásahusaide ja gielddaide ja olu eará doarjjaortnegiid mat leat jurddašuvvon sámi álbmogii .
nob: Samtidig har Sametinget de siste årene overtatt virksomheter som Samisk utdanningsråd og Samisk spesialbibliotek , økonomiske støtteordninger til samiske institusjoner og kommuner , og en rekke tilskuddsordninger rettet mot den samiske befolkningen .

source: Sámediggi ovddasteaddji álbmotválljejuvvon orgánan Sámediggeválggat dollojuvvojit oktanis stuoradiggeválggain juohke njealját jagi .
nob: Sametinget som representativt folkevalgt organ Sametingsvalget avholdes samtidig med stortingsvalget hvert fjerde år .

source: Sámediggi lea bajimus válgaváldi Sámedikki válggain .
nob: Sametinget er øverste valgmyndighet ved valg til Sametinget .

source: Stuoradiggi dohkkeha Sámedikki válganjuolggadusaid , ja Gonagas stáhtaráđis dohkkeha láhkaásahusaid .
nob: Stortinget vedtar Sametingets valgregler og Kongen i statsråd godkjenner forskriftene .

source: Buohkain geain lea jienastanvuoigatvuohta biire gielddastivraválggas , ja geat válgabeaivvi lea čállojuvvon biire sámi jienastuslohkui , lea jienastanvuoigatvuohta Sámedikki válggain .
nob: Stemmerett ved valg til Sametinget har alle som har stemmerett ved kommunestyrevalg i kretsen , og som på valgdagen står innført i samemanntallet i kretsen .

source: Sámediggi ráhkada sámi jienastuslogu álbmotregistara dieđuid vuođul , maŋemus válgga sámi jienastuslogu vuođul ja daid gáibádusaid vuođul mat lea ovddiduvvon sisačáliheami dahje sihkkuma dáfus válgaáigodagas .
nob: Samemanntallet utarbeides av Sametinget på grunnlag av folkeregisteret , samemanntallet ved siste valg og de krav om innføring eller strykning som er kommet i løpet av valgperioden .

source: Sámi jienastuslohku dollojuvvo gielddaid mielde .
nob: Samemanntallet skal føres kommunevis .

source: Skábmamánu 1. b. ledje 12 538 olbmo čálihuvvon sámi jienastuslohkui .
nob: Pr. 1. november 2006 var det registrert innført 12 538 personer i samemanntallet .

source: Sámedikki ovddasteaddjit válljejuvvojit 13 válgabiires 25. Juohke válgabiires leat 3 ovddasteaddji .
nob: Representanter til Sametinget blir valgt fra 13 valgkretser 25. Hver valgkrets har 3 representanter .

source: Dasto válljejuvvojit 4 dássenáirasa dan njealji válgabiires gos leat eanemusat jienastan .
nob: I tillegg blir det valgt 4 utjevningsmandager fra de fire valgkretsene med flest avgitte stemmer .

source: Sámedikki dievasčoahkkimis leat dalle 43 áirasa .
nob: Sametingets plenumssamling består således av 43 representanter .

source: Sámediggi vállje čoahkkinjođihangotti mas lea jođiheaddji ( Sámedikki dievasčoahkkinjođiheaddji ) , nubbinjođiheaddji ja golbma lahtu .
nob: Sametinget velger møtelederskap som består av leder ( Sametingets plenumsleder ) , nestleder og tre medlemmer .

source: Dat čađahuvvo gorrelohkoválgan .
nob: Valget skjer som forholdsvalg .

source: Čoahkkinjođihangoddi ráhkada áššelisttu , gohčču Sámedikki dievasčoahkkimii ja jođiha dievasčoahkkimiid .
nob: Møtelederskapet utarbeider saksliste , innkaller til og leder Sametingets plenumsmøter .

source: Maŋŋel go Sámediggi lea konstitueren iežas maŋŋel válggaid , de válljejuvvo válgalávdegoddi mas leat 5 lahtu ja liikka olu várrelahtut .
nob: Etter at Sametinget har konstituert seg etter valg velges en valgkomité på 5 medlemmer med like mange varamedlemmer .

source: Válgalávdegoddi oažžu Sámedikkis válddi buktit árvalusa lávdegottiid , doarjjastivrra ja Sámi parlamentáralaš ráđi lahtuid válljemis .
nob: Valgkomiteen gis myndighet av Sametinget til å avgi innstilling til alle valg til komiteer , tilskuddsstyre og medlemmer i Samisk parlamentarisk råd .

source: Joavkkuid evttohusaid mielde vállje Sámedikki dievasčoahkkin Sámediggeráđi mas leat 5 ovddasteaddji .
nob: Etter forslag fra gruppene velger Sametingets plenum et Sametingsråd bestående av 5 representanter .

source: Sámedikki dievasčoahkkin jienasta olles ráđi čoahkádusa .
nob: Sametinget i plenum foretar avstemning over hele rådets sammensetning samlet .

source: Sámediggeráđđi válljejuvvo jus oažžu eambbo go beali dain jienain mat ledje vuosttas jienasteamis .
nob: Sametingsrådet er valgt dersom det oppnår mer enn halvparten av de avgitte stemmer ved første avstemning .

source: Danne lea Sámediggeráđđi vuođđuduvvon čielga eanetlogu vuođul Sámedikki dievasčoahkkimis .
nob: Sametingsrådet utgår derfor fra ett uttrykt flertall i Sametingets plenum .

source: Sámedikki dievasčoahkkin vállje lahtuid njealji lávdegoddái . Plána- ja ruhtadanlávdegottis leat 14 lahtu , Bajásšaddan- ja oahpahuslávdegottis leat 13 lahtu , Ealáhus- ja kulturlávdegottis leat 11 lahtu ja Bearráigeahččanlávdegottis leat 5 lahtu .
nob: Av Sametinget i plenum velges det medlemmer til fire komiteer , Plan- og finanskomiteen med 14 medlemmer , Oppvekst- og utdanningskomiteen med 13 medlemmer , Nærings- og kulturkomiteen med 11 medlemmer og Kontrollkomiteen med 5 medlemmer .

source: Jahkásaččat dollojuvvojit 4 dievasčoahkkima ja 4 lávdegoddečoahkkima .
nob: Det avholdes 4 plenumssamlinger og 4 komitémøter i året .

source: Lávdegottit galget ovddidit árvalusaid dievasčoahkkimii dain áššiin maid čoahkkinjođihangoddi sádde lávdegottiide .
nob: Komiteene skal fremme innstilling til plenum i saker som møtelederskapet oversender komiteene .
